央视,#genre#
CCTV1,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv1
CCTV2,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv2
CCTV3,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv3
CCTV4,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv4
CCTV5,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv5
CCTV5+,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv5p
CCTV6,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv6
CCTV7,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv7
CCTV8,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv8
CCTV9,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv9
CCTV10,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv10
CCTV11,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv11
CCTV12,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv12
CCTV13,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv13
CCTV14,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv14
CCTV15,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv15
CCTV16,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv16
CCTV17,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cctv17


卫视,#genre#
北京卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=bjws
东方卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=dfws
浙江卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=zjws
江苏卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=jsws
湖南卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=hunws
广东卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=gdws
深圳卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=szws
天津卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=tjws
安徽卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=ahws
山东卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=sdws
辽宁卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=lnws
河北卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=hbws
河南卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=hnws
江西卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=jxws
四川卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=scws
重庆卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=cqws
贵州卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=gzws
湖北卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=hubws
广西卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=gxws
东南卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=dnws
海南卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=hinws
青海卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=qhws
吉林卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=jlws
黑龙江视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=hljws
云南卫视,http://cdn6.bkpcp.top/tl/tuiliu.php?id=ynws


至臻世界 4K,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225687/1.m3u8
咪咕视频 4K,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226080/1.m3u8
CCTV1,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225673/1.m3u8
CCTV1,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225723/1.m3u8
CCTV1,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225770/1.m3u8
CCTV1,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226163/1.m3u8

CCTV2,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226122/1.m3u8

CCTV3,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225766/1.m3u8
CCTV3,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226165/1.m3u8

CCTV4,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226124/1.m3u8

CCTV5,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225734/1.m3u8
CCTV5,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226146/1.m3u8

CCTV6,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225741/1.m3u8
CCTV6,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226148/1.m3u8

CCTV7,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225701/1.m3u8
CCTV7,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226143/1.m3u8
CCTV7,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226137/1.m3u8

CCTV8,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225736/1.m3u8
CCTV8,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226167/1.m3u8

CCTV10,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225743/1.m3u8
CCTV10,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226169/1.m3u8

CCTV11,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226101/1.m3u8
CCTV11,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226145/1.m3u8

CCTV12,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226103/1.m3u8
CCTV12,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226126/1.m3u8

CCTV13,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226128/1.m3u8

CCTV14,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225738/1.m3u8
CCTV14,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226150/1.m3u8

CCTV15,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226147/1.m3u8
CCTV16,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226120/1.m3u8

CETV1,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225775/1.m3u8
CETV4,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226153/1.m3u8
CETV4,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226069/1.m3u8
CGTN,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226016/1.m3u8

江苏卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225720/1.m3u8
黑龙江卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225722/1.m3u8
东方卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225725/1.m3u8
北京卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225724/1.m3u8
湖南卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225726/1.m3u8
浙江卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225727/1.m3u8
深圳卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225728/1.m3u8
湖北卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225729/1.m3u8
安徽卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225739/1.m3u8
江西卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225740/1.m3u8
天津卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225742/1.m3u8
广东卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225731/1.m3u8
山东卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225733/1.m3u8
东南卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225745/1.m3u8
辽宁卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225747/1.m3u8
西藏卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225767/1.m3u8
康巴卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225773/1.m3u8
厦门卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226008/1.m3u8
内蒙古卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226011/1.m3u8
西藏卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226012/1.m3u8
吉林卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226082/1.m3u8
广西卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226084/1.m3u8
陕西卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226086/1.m3u8
新疆卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226088/1.m3u8
甘肃卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226090/1.m3u8
宁夏卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226092/1.m3u8
河北卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226107/1.m3u8
青海卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226105/1.m3u8
东方卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226106/1.m3u8
云南卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226109/1.m3u8
兵团卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226111/1.m3u8
山西卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226113/1.m3u8
东方卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226050/1.m3u8
广西卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226130/1.m3u8
河南卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226132/1.m3u8
吉林卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226149/1.m3u8
云南卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226151/1.m3u8
四川卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226152/1.m3u8
海南卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226154/1.m3u8
重庆卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226171/1.m3u8
贵州卫视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226173/1.m3u8

东方财经,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226134/1.m3u8
新闻综合,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226136/1.m3u8
第一财经,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225737/1.m3u8
五星体育,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225732/1.m3u8
东方影视,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225744/1.m3u8
上海都市,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225749/1.m3u8
金色学堂,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225748/1.m3u8
都市剧场,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225762/1.m3u8
都市剧场,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226155/1.m3u8
动漫秀场,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225764/1.m3u8
动漫秀场,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226138/1.m3u8
生活时尚,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225768/1.m3u8
欢笑剧场,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225771/1.m3u8
法治天地,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225994/1.m3u8
游戏风云,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226117/1.m3u8
游戏风云,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226140/1.m3u8

金鹰卡通,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226094/1.m3u8
哈哈炫动,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226161/1.m3u8
哈哈炫动,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226175/1.m3u8
卡酷少儿,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226019/1.m3u8
嘉佳卡通,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226021/1.m3u8

乐游,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226157/1.m3u8
乐游,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226115/1.m3u8

睛彩竞技,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226116/1.m3u8
睛彩篮球,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226118/1.m3u8
睛彩广场舞,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226139/1.m3u8
咪视界 1,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225637/1.m3u8
咪视界 2,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225636/1.m3u8
咪视界 3,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225638/1.m3u8
咪视界 4,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225639/1.m3u8
咪视界 5,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225640/1.m3u8
咪视界 6,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225641/1.m3u8
咪视界 7,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225643/1.m3u8
咪视界 8,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225644/1.m3u8
咪视界 9,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225646/1.m3u8
咪视界 10,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225657/1.m3u8
百视通 11,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225663/1.m3u8
百视通 12,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225665/1.m3u8
百视通 13,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225664/1.m3u8
百视通 14,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225666/1.m3u8
百视通 15,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225667/1.m3u8
百视通 16,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225669/1.m3u8
百视通 17,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225670/1.m3u8
百视通 18,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225671/1.m3u8
咪视界 19,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225674/1.m3u8
咪视界 20,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225676/1.m3u8
咪视界 21,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225679/1.m3u8
咪视界 22,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225678/1.m3u8
咪视界 23,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225681/1.m3u8
咪视界 24,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225680/1.m3u8
咪视界 25,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225683/1.m3u8
咪视界 26,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225682/1.m3u8
咪视界 27,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225684/1.m3u8
咪视界 28,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225685/1.m3u8
咪视界 29,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225686/1.m3u8
咪视界 30,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225688/1.m3u8
咪视界 31,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225689/1.m3u8
咪视界 32,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225690/1.m3u8
咪视界 33,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225692/1.m3u8
咪视界 34,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225693/1.m3u8
咪视界 35,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225694/1.m3u8
咪视界 36,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225695/1.m3u8
咪视界 37,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225697/1.m3u8
咪视界 38,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225696/1.m3u8
咪视界 39,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221225699/1.m3u8
百视通,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226102/1.m3u8
百视通,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226123/1.m3u8
咪视界 40,http://[2409:8087:1e01:20::3]/PLTV/11/224/3221226125/1.m3u8
